Revit 2024 API
ParameterTypeId.RbsSystemRisedrop1lineteedownsymbolParam Property
 "Single Line Tee Down Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsSystemRisedrop1lineteedownsymbolParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsSystemRisedrop1lineteedownsymbolParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsSystemRisedrop1lineteedownsymbolParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace